Функция: русский язык

  Контекст:
    Пусть Состояние 0

  Сценарий: сценарий 1
    Пусть Состояние 1
    И Состояние 2
    Когда Действие 1
    И Действие 2
    То Переданный аргумент "куку" содержит 4 буквы
    * Результат 2
    И Результат 3
    Но Результат 4

  @outline
  Структура сценария: сценарий 2
    Пусть Состояние 1
    И Состояние 2
    Когда Действие 1
    И Действие 2
    То Переданный аргумент "привет" содержит 6 букв
    * Результат <тип>
    И Результат 3
    Но Результат 4

  Примеры:
    | тип |
    |  1  |
    |  2  |



