Функция: русский язык

  Контекст:
    Пусть Состояние 0

  Сценарий: русский сценарий
    Пусть Состояние 1
    И Состояние 2
    Когда Действие 1
    И Действие 2
    То Переданный аргумент "куку" равен "куку"
    * Результат 3
    И Результат 2
    Но Результат 4

  @outline
  Структура сценария: русский сценарий 2
    Пусть Состояние 1
    И Состояние 2
    Когда Действие 1
    И Действие 2
    То Переданный аргумент "куку" равен "куку"
    * Результат <var>
    И Результат 2
    Но Результат 4

  Примеры:
    | var |
    |  2  |
    |  3  |



